/*
  @加后缀
*/

 $("Suffix").onclick = function(){
        var s =  ["【长沙楚雅医院温馨提示】长沙楚雅医院，给众多患者朋友带来了健康和希望，得到了广大市民朋友的认可，凭借良好的口碑树立起了精神科医院品牌!如果你还需要了解更多的详细信息，欢迎在线咨询有关专家",

                  "长沙楚雅医院精神科是您首选的医院!多年来，长沙楚雅医院精神科在上级领导的亲切关怀下，以医者高度的责任感，救死扶伤，服务于民，给医院留下了良好的口碑。受到了老百姓的一致称颂，并先后多次被评为“全国爱民先进单位”、 “全国卫生建设先进单位”、“全国百姓放心医院”、“全国服务先进单位”，是国家医保定点单位。",

                  "长沙楚雅医院精神科专家提醒：在日常生活中，患者应该多掌握一些自我调节的方法，以便于在发现病情时，能够得到及时的调节，把持一种平和的心态，乐观的看待疾病。避免带来更大的危害。如需帮助，请加微信权威在线专家咨询，专家会根据病情给予专业的个性化的指导意见，提供专业治疗方案，并为您病情保密，我们将竭诚为您服务 嚄簿彘釖。之功效。",

                  "地址:湖南长沙市车站北路121号(万象新天对面) ",

                  "长沙楚雅医院精神科是老百姓心目中放心的示范医院。",

                  "『长沙楚雅医院“雅”字号精神科』长沙市三佳精神心理专科医院，主治失眠、抑郁、神经衰弱、心理、焦虑等精神疾病特色诊疗——我院联合湖南省湘雅医院、湘雅第二医院、第八医院共同协作。名医雷丽专家坐诊免挂号费!我院开通网络心理咨询问诊 、网络预约免挂号费、三甲名医坐诊、 费用减免等惠民服务.",

                  "您可以添加我院微信公众号，关注楚雅咱湖南人自己的精神专家",

                  "长沙楚雅医院从源头出发，提供精细化诊疗，为您心灵健康保驾护航，是您寻医问药的理想帮手",

                  "长沙楚雅医院联合湖南省湘雅医院、湘雅第二医院、第八医院共同协作，我院开通网络心理咨询问诊 、网络预约挂号、三甲名医坐诊、 费用减免等惠民服务，走出精神心理疾病困扰！",

                  "【长沙楚雅医院温馨提示】长沙楚雅医院，给众多患者朋友带来了健康和希望，得到了广大市民朋友的认可，凭借良好的口碑树立起了精神科医院品牌!如果你还需要了解更多的详细信息，欢迎在线咨询有关专家"

                ];

           var r = parseInt(Math.random()*10);
           search.innerHTML = $("search_text").value+"<br/>&nbsp;&nbsp;&nbsp;&nbsp"+s[r];
           
    }